{
	"Developing frontend for ARES Kudo using React and MUI.": "Разрабатываю фронтенд для ARES Kudo с использованием React и MUI.",
	"Developed a hotel booking website.": "Разработал сайт для бронирования отелей.",
	"I developed and maintained a website for a product company that develops applications for Apple Watch.": "Я разрабывал и поддерживал сайт для продуктовой компании, которая разрабатывает приложения для Apple Watch.",
	"Frontend developing using React+Redux+TS as well as HTML+CSS+JS for customers. Check my GitHub to see completed projects.": "Фронтенд-разработка с использованием React+Redux+TS, а также HTML+CSS+JS для клиентов. Посмотрите мои завершенные проекты на GitHub.",
	"Customer Support in English. I Provided recommendations to customers on using the company's products to solve specific tasks. Wrote bug reports and address issues. Demonstrated the product's functionality to users using personal demo projects.": "Поддержка клиентов на английском языке. Я предоставлял рекомендации клиентам по использованию продуктов компании для решения конкретных задач. Писал отчеты об ошибках и решал проблемы. Демонстрировал функциональность продукта пользователям, используя свои демонстрационные проекты.",

	"Why Youtube Tutorials Suck and Why It's Good": "Почему YouTube-туториалы отстой и почему это круто",
	"How to Enjoy Windows or Microsoft PowerToys": "Как получать удовольствие от Windows или Microsoft PowerToys",

	"Everything is fine! The contractor took into account all the wishes and quickly completed the task. I recommend for cooperation!": "Все отлично! Подрядчик учел все пожелания и быстро выполнил задачу. Рекомендую для сотрудничества!",
	"Mastered the art of code reuse, minimizing functionality duplication. Demonstrated excellent communication skills within the team, facilitating the delegation of certain research tasks to responsible developers. Proficiently utilized standard controls and components of the .NET Framework and gained proficiency in understanding their source code.": "Освоил искусство повторного использования кода, минимизируя дублирование функциональности. Продемонстрировал отличные коммуникативные навыки в команде, способствуя делегированию определенных исследовательских задач ответственным разработчикам. Умело использовал стандартные элементы управления и компоненты .NET Framework и приобрел навыки понимания их исходного кода.",

	"I am a dedicated Frontend React Developer with experience in building dynamic and responsive web applications. Currently, I am working on developing the frontend for a complex web application using React and MUI. My current tech stack includes React, MUI, TypeScript, Flux and Vite. Feel free to reach out if you have any questions or if you are interested in collaborating on a project.": "Я увлечённый фронтенд-разработчик на React с опытом создания динамичных и адаптивных веб-приложений. В настоящее время я занимаюсь разработкой фронтенда для сложного веб-приложения с использованием React и MUI. Мой текущий стек технологий включает React, MUI, TypeScript, Flux и Vite. Не стесняйтесь обращаться, если у вас есть вопросы или если вы заинтересованы в сотрудничестве над проектом.",

	"Maxim": "Максим",
	"Customer": "Заказчик",
	".NET Support Developer at Developer Express Inc.": ".NET Support Developer в Developer Express Inc.",

	"My Education & Experience": "Моё образование и опыт",
	"About": "Обо мне",
	"Experience": "Опыт",
	"Education": "Образование",
	"Skills": "Навыки",
	"Latest Blog Posts": "Последние публикации",
	"Blog": "Блог",
	"Contact Information": "Контактная информация",
	"Contact": "Контакты",
	"Phone": "Телефон",
	"Hi, my name is": "Привет, меня зовут",
	"Alexander": "Александр",
	"Karachevtsev": "Карачевцев",
	"I'm a": "Я",
	"frontend developer": "фронтенд-разработчик",
	"from": "из",
	"Explore My Work": "Обо мне",
	"Download CV": "Скачать резюме",
	"Reviews": "Отзывы",
	"What My Customers and Colleagues Say": "Что говорят мои клиенты и коллеги",

	"Frontend React Developer": "Frontend React Developer",
	"React Web Engineer": "React Web Engineer",
	"Frontend Developer": "Frontend Developer",
	".NET Support Developer": ".NET Support Developer",
	"Master of Information Systems and Technologies": "Информационные системы и технологии, магистр",
	"Bachelor of Applied Mathematics and Informatics": "Прикладная математика и информатика, бакалавр",

	"Gräbert GmbH": "Gräbert GmbH",
	"MetaLamp": "MetaLamp",
	"Freelance": "Фриланс",
	"Martspec LLC": "Martspec LLC",
	"Developer Express Inc.": "Developer Express Inc.",
	"North-Caucasus Federal University": "Северо-Кавказский федеральный университет",

	"Germany": "Германия",
	"Russia": "Россия",
	"USA": "США",
	"Armenia": "Армения",

	"Berlin": "Берлин",
	"Remote": "Удаленно",
	"Stavropol": "Ставрополь",
	"Austin": "Остин",
	"Yerevan": "Ереван",
	"Yerevan.gen": "Еревана",

	"Jan": "Янв",
	"Feb": "Фев",
	"Mar": "Мар",
	"Apr": "Апр",
	"Jun": "Июн",
	"Jul": "Июл",
	"Aug": "Авг",
	"Sep": "Сен",
	"Oct": "Окт",
	"Nov": "Ноя",
	"Dec": "Дек",

	"January": "Январь",
	"February": "Февраль",
	"March": "Март",
	"April": "Апрель",
	"May": "Май",
	"June": "Июнь",
	"July": "Июль",
	"August": "Август",
	"September": "Сентябрь",
	"October": "Октябрь",
	"November": "Ноябрь",
	"December": "Декабрь",

	"present": "н. в."
}
